Repository: neffo/bing-wallpaper-gnome-extension
Catalog: locale/*/LC_MESSAGES/BingWallpaper.po
Languages: ar, ca, de, es_es, fi_fi, fr, hu, id, it, ja, ko, nn, pl, pt, ru, sv, uk, zh_tw

source: Hide the indicator
ar: إخفاء المؤشر
ca: Amaga l'icona de la barra de tasques
de: Indikator ausblenden
es_es: Ocultar indicador
fi_fi: Piilota ilmaisin
fr: Cacher l'indicateur
hu: Elrejtés a panelről
id: Sembunyikan indikator
it: Nascondi l'indicatore
ja: インジケーターを表示しない
ko: 표시기 숨기기
nn: Skjul indikatoren
pl: Ukryj powiadomienia
pt: Esconder o indicador
ru: Скрыть индикатор
sv: Göm indikatorn
uk: Приховати індикатор
zh_tw: 隱藏指示器

source: Indicator icon
ar: رمز المؤشر
de: Indikator-Symbol
es_es: Icono del indicador
fi_fi: Ilmaisimen kuvake
hu: Panel ikon
id: Indikator
it: Seleziona l'icona dell'indicatore
ja: インジゲーターのアイコン
ko: 표시기 아이콘
pt: Indicador
sv: Indikatorikon
uk: Іконка індикатора
zh_tw: 指示器圖示

source: Enable desktop notifications
ar: تفعيل تنبيهات سطح المكتب
de: Desktop-Benachrichtigungen aktivieren
it: Attiva le notifiche sul desktop
ja: デスクトップ通知を有効にする
ko: 데스크톱 알림 사용
pt: Ativar as notificações na área de trabalho
sv: Aktivera aviseringar
uk: Увімкнути сповіщення на стільниці

source: Set background image
ar: تعيين صورة الخلفية
ca: Canvia la imatge de fons de pantalla
de: Als Hintergrundbild verwenden
es_es: Establecer fondo de pantalla
fi_fi: Aseta työpöydän taustakuva
fr: Définir l'arrière-plan
hu: Beállítás háttérképnek
id: Set gambar latar belakang
it: Imposta l'immagine dello sfondo
ja: 背景画像を設定
ko: 배경화면 설정
nn: Sett bakgrunnsbilete
pl: Ustaw tło pulpitu
pt: Definir a imagem como fundo da área de trabalho
ru: Установить фоновое изображение
sv: Välj bakgrundsbild
uk: Обрати фонове зображення
zh_tw: 設定背景影像

source: Background style option
de: Einstellungen für Hintergrundstil
it: Stile di riadattamento dello sfondo
uk: Варіант стилю фону

source: Download folder
de: Download-Ordner
es_es: Carpeta de descarga
fi_fi: Latauskansio
it: Cartella di scaricamento
ja: ダウンロードするフォルダー
ko: 다운로드 폴더
pt: Pasta de transferências
sv: Nedladdningsmapp
uk: Каталог для зберігання

source: Bing Wallpaper pictures folder
ar: مجلد صور خلفيات Bing
ca: Carpeta d'imatges de Bing Wallpaper
de: Ordner für Bing-Hintergrundbilder
es_es: Carpeta de fondos de pantalla de Bing
fi_fi: Bing-taustakuvien kansio
fr: Dossier d'image de Bing Wallpaper
hu: Bing Háttérképek könyvtár
id: Folder gambar wallpaper Bing
it: Cartella degli sfondi Bing
ja: Bing壁紙の写真のフォルダ
ko: Bing 배경화면 사진 폴더
nn: Mappe for Bing-bakgrunnsbilete
pl: Folder obrazów tapet Bing
pt: Pasta de imagens de fundo do Bing
ru: Папка изображений Bing Wallpaper
sv: Bing Wallpaper nedladdningsmapp
uk: Каталог зображень для Bing Wallpaper
zh_tw: Bing 桌布圖片資料夾

source: Open folder
ar: فتح المجلد
de: Download-Ordner
fi_fi: Avaa kuvakansio
it: Apri cartella
ja: フォルダーを開く
ko: 폴더 열기
pt: Abrir pasta
sv: Öppna mapp
uk: Відкрити каталог

source: Delete previously downloaded wallpapers
de: Zuvor heruntergeladene Hintergrundbilder löschen
es_es: Borrar fondos anteriormente descargados
fi_fi: Poista aiemmin ladatut taustakuvat
it: Cancella gli sfondi scaricati in precedenza
ja: 以前にダウンロードした壁紙を削除する
ko: 이전에 다운로드한 배경화면 삭제
pt: Eliminar os fundos descarregados anteriormente
sv: Radera tidigare nedladdade bakgrundsbilder
uk: Видалити завантажені раніше фонові зображення

source: Selected image
de: Ausgewähltes Bild
it: L'immagine selezionata
ja: 使用する画像
ko: 선택한 이미지
pt: Imagem selecionada
sv: Vald bild
uk: Обране зображення

source: Select from image gallery
de: Aus Bildergalerie auswählen
it: Seleziona immagine dalla galleria
uk: Обрати з галереї зображень

source: Bing locale
de: Bing-Region
es_es: Localización de Bing
fi_fi: Bing-sijainti
it: Localizzazione di Bing
ja: Bingのロケール
ko: Bing 로케일
pt: Localização do Bing
sv: Bing språkvariant
uk: Локаль Bing

source: Settings
ar: الإعدادات
ca: Configuració
de: Einstellungen
es_es: Ajustes
fi_fi: Asetukset
fr: Paramétres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nn: Innstillingar
pl: Ustawienia
pt: Definições
ru: Настройки
sv: Inställningar
uk: Налаштування
zh_tw: 設定

source: Use custom blur and brightness
ar: تعيين معايير مخصصة للمؤثر الضبابي والاضاءة
de: Eigene Unschärfe und Helligkeit einstellen
es_es: Usar desenfoque y brillo personalizado
fi_fi: Käytä mukautettua sumennusta ja kirkkautta
it: Usa sfocatura e luminosità personalizzate
ja: カスタムのブラーと明るさを使用する
ko: 사용자 지정 흐림 및 밝기 사용
pt: Utilizar brilho e desfoque personalizados
sv: Välj egna inställningar för oskärpa och ljusstyrka
uk: Використовувати особливі налаштування розмиття та яскравості

source: Override GDM3 lockscreen effects
ar: تجاهل مؤثرات GDM3 لقفل الشاشة
de: Effekte des GDM3-Sperrbildschirms überschreiben
es_es: Ignorar efectos de la pantalla de bloqueo de GDM3
fi_fi: Ohita GDM3-lukitusnäytön tehosteet
it: Ignora gli effetti della schermata di blocco GDM3
ja: GDM3のロック画面のエフェクトを上書きする
ko: GDM3 잠금화면 효과 재정의
pt: Sobrescrever os efeitos do ecrã de bloqueio do GDM3
sv: Åsidosätt GDM3s låsskärmseffekter
uk: Замінити стандартні ефекти блокування екрану GDM3

source: Blur can improve readability of login prompt
ar: المؤثر الضبابي قد يعزز قابلية قراءة واجهة الدخول
de: Unschärfe kann die Lesbarkeit des Anmeldedialogs verbessern
es_es: El desenfoque puede mejorar la legibilidad de la pantalla de inicio de sesión
fi_fi: Sumennus saattaa parantaa kirjautumisnäytön luettavuutta
it: La sfocatura può migliorare la leggibilità della schermata d'accesso
ja: ブラーエフェクトはログインプロンプトの読みやすさを向上させることができます
ko: 흐림을 통한 로그인 프롬프트 가독성 향상
pt: O desfoque pode tornar o ecrã de início de sessão mais legível
sv: Oskärpa kan förbättra läsbarheten för inloggningsfältet
uk: Розмиття може покращити розбірливість даних авторизації

source: Background blur intensity
ar: حدة المؤثر الضبابي
de: Intensität der Hintergrundunschärfe
es_es: Intensidad del desenfoque del fondo de pantalla
fi_fi: Taustan sumennuksen voimakkuus
it: Intensità di sfocatura dello sfondo
ja: 背景のブラーエフェクトの強度
ko: 배경화면 흐림 강도
pt: Intensidade de desfoque do fundo
sv: Bakgrundsoskärpa
uk: Інтенсивність розмиття фону

source: Can improve contrast of login prompt
ar: قد يحسن تباين الوان واجهة الدخول
de: Kann den Kontrast des Anmeldedialogs verbessern
es_es: Puede mejorar contraste de la pantalla de inicio de sesión
fi_fi: Saattaa parantaa kirjautumisnäytön kontrastia
it: Può migliorare il contrasto della schermata d'accesso
ja: ログインプロンプトのコントラストを改善できます
ko: 로그인 프롬프트의 대비 개선
pt: Pode melhorar o contraste do ecrã de início de sessão
sv: Kan förbättra läsbarheten för inloggningsfältet
uk: Може покращити контрастність даних авторизації

source: Background brightness
de: Hintergrundhelligkeit
es_es: Brillo del fondo de pantalla
fi_fi: Taustan kirkkaus
it: Luminosità di sfondo
ja: 背景の明るさ
ko: 배경화면 밝기
pt: Brilho do fundo
sv: Bakgrundens ljusstyrka
uk: Яскравість фону

source: Presets
ar: اعدادات جاهزة
de: Voreinstellungen
es_es: Valores preestablecidos
fi_fi: Esiasetukset
it: Preimpostazioni
ja: プリセット
ko: 프리셋
pt: Predefinições
sv: Förinställningar
uk: Шаблони

source: Commonly used presets
ar: الاعدادات الجاهزة الاكثر استخداما
de: Häufig verwendete Voreinstellungen
es_es: Valores preestablecidos más usados
fi_fi: Yleisesti käytetyt esiasetukset
it: Preimpostazioni comuni
ja: 一般的に使用されるプリセット
ko: 일반적으로 사용되는 프리셋
pt: Predefinições mais utilizadas
sv: Vanliga förinställningar
uk: Часто використовувані шаблони

source: No blur, slight dim
ar: الغاء المؤثر الضبابي، تعتيم خفيف
de: Keine Unschärfe, leichtes Dimmen
es_es: Sin desenfoque, leve atenuación
fi_fi: Ei sumennusta, hieman himennystä
it: Nessuna sfocatura, leggero scurimento
ja: ブラーを使用せずに、わずかに薄暗くする
ko: 흐림 없음, 약간 흐릿함
pt: Sem desfoque e ligeiramente escurecido
sv: Ingen oskärpa, svag neddimning
uk: Без розмиття, трохи притлумлено

source: GNOME default
ar: اعدادات GNOME الافتراضية
de: GNOME-Standard
es_es: Por defecto de GNOME
fi_fi: GNOMEn oletus
it: Preimpostazione di GNOME
ja: GNOMEのデフォルト
ko: GNOME 기본값
pt: Predefinição GNOME
sv: GNOME-standard
uk: Стандартно для GNOME

source: Slight blur, slight dim
ar: مؤثر ضبابي خفيف، تعتيم خفيف
de: Etwas Unschärfe, leichtes Dimmen
es_es: Leve desenfoque, leve atenuación
fi_fi: Hieman sumennusta, hieman himmennys
it: Leggera sfocatura, leggero scurimento
ja: わずかにブラーを使用し、わずかに薄暗くする
ko: 약간 흐림, 약간 흐릿함
pt: Ligeiramente desfocado e escurecido
sv: Svag oskärpa, svag neddimning
uk: Трохи розмиття, трохи притлумлено

source: Lock Screen
ar: واجهة قفل الشاشة
de: Sperrbildschirm
es_es: Pantalla de bloqueo
fi_fi: Lukitusnäyttö
it: Blocca schermo
ja: ロック画面
ko: 잠금화면
pt: Ecrã de bloqueio
sv: Låsskärm
uk: Екран блокування

source: Debug logging
de: Debug-Protokollierung
it: Logging a fini di debug
ja: デバッグロギング
pt: Registo de depuração
sv: Felsökningsloggning
uk: Відлагодження

source: Enable logging to system journal
de: Protokollierung in System-Journal aktivieren
it: Abilita il logging nel journal di sistema
ja: システムジャーナルへのロギングを有効にする
pt: Ativar o registo no diário do sistema
sv: Aktiva loggning till systemets journal
uk: Увімкнути запис даних відлагодження до системного журналу

source: Always show new images
de: Neue Bilder immer anzeigen
it: Mostra sempre le immagini più nuove
ja: 常に新しい画像を表示する
pt: Mostrar sempre novas imagens
sv: Visa alltid nya bilder
uk: Завжди показувати нові зображення

source: Switch to new images when available (unless on random mode)
de: Zu verfügbaren neuen Bildern wechseln (sofern nicht im Zufallsmodus)
it: Passa alle immagini più recenti se disponibili (tranne che nella modalità casuale)
ja: 利用可能な場合は新しい画像に切り替える（ランダムモードの場合を除く）
pt: Mudar para novas imagens quando disponíveis (a menos que em modo aleatório)
sv: Byt till nya bilder så snart de är tillgängliga (utom i slumpmässigt läge)
uk: Перключатися на нові зображення відразу за наявності (якщо не ввімкнено режим випадкових зображень)

source: Enable all features on Wayland
de: Alle Features unter Wayland aktivieren
it: Abilita tutte le funzionalità su Wayland
ja: Waylandですべての機能を有効にする
pt: Ativar todas as funcionalidades no Wayland
sv: Aktivera alla funktioner med Wayland
uk: Включити увесь функціонал на Wayland

source: Some newer features may be unstable on Wayland
de: Einige neuere Features können unter Wayland instabil sein
it: Alcune delle funzionalità più recenti potrebbero essere instabili su Wayland
ja: Waylandでは一部の新しい機能が不安定になる可能性があります
pt: Algumas novas funcionalidades podem ser instáveis no Wayland
sv: Vissa nyare funktioner kan vara ostabila med Wayland
uk: Деякі нові функції можуть бути нестабільними на Wayland

source: Screen resolution
de: Bildschirmauflösung
es_es: Resolución de pantalla
fi_fi: Näytön tarkkuus
it: Risoluzione dello schermo
ja: 画面の解像度
ko: 화면 해상도
pt: Resolução do ecrã
sv: Skärmupplösning
uk: Роздільна здатність екрану

source: Override automatic resolution selection
ar: تجاهل دقة الشاشة التلقائية
ca: Escull "Auto" per detectar automàticament la resolució de la pantalla
de: Automatische Auswahl der Auflösung überschreiben
es_es: Ignorar selección automática de resolución
fi_fi: Ohita automaattinen tarkkuuden valinta
fr: Ignorer la sélection de résolution automatique
hu: Az automatikus felbontás kiválasztásának felülbírálása
id: Menimpa aturan pemilihan ukuran otomatis
it: Ignora la risoluzione selezionata automaticamente
ja: 自動的に設定された解像度を上書きする
ko: 자동 해상도 선택 재정의
nn: Overstyr automatisk val av skjermoppløysing
pl: Zastąp wybór automatycznej rozdzielczości
pt: Sobrescreve automaticamente a resolução selecionada
ru: Изменять автоматически выбранное разрешение
sv: Åsidosätt automatiskt skärmupplösningsval
uk: Перевизначити автоматично визначену роздільну здатність
zh_tw: 覆蓋自動選擇的解析度

source: Manually adjust random interval (seconds)
de: Intervall für Zufallsbilder manuell anpassen (Sekunden)
it: Imposta manualmente l'intervallo tra le immagini casuali (in secondi)
uk: Перевизначити інтервал випадкового режиму ( значення в секундах)

source: Random interval
de: Zufallsbilder
it: Intervallo tra immagini casuali
uk: Інтервал випадкового режиму

source: Import Bing Wallpaper data
de: Bing-Hintergrundbilddaten importieren
it: Importa dati di Bing Wallpaper
uk: Імпорт даних Bing Wallpaper

source: Import previously exported JSON data from wallpaper directory
de: Zuvor exportierte JSON-Daten aus dem Hintergrundbildordner importieren
it: Importa i dati in JSON esportati in precedenza dalla cartella degli sfondi
uk: Імпорт попередньо експортованих даних у JSON з каталогу фонових зображень

source: Import
de: Importieren
it: Importa
uk: Імпорт

source: Export Bing Wallpaper data
de: Bing-Hintergrundbilddaten exportieren
it: Esporta dati di Bing Wallpaper
uk: Експортданих Bing Wallpaper

source: Export JSON data to wallpaper dir for backup or data migration
de: JSON-Daten für Backup oder Datenmigration in Hintergrundbildordner exportieren
it: Esporta i dati in JSON nella cartella degli sfondi a fini di backup o migrazione dei dati
uk: Експорт даних у JSON до катологу фонових зображень для міграції або резервного копіювання

source: Export
de: Exportieren
it: Esporta
uk: Експорт

source: Always export Bing data
de: Bing-Daten immer exportieren
it: Esporta sempre dati di Bing
uk: Завжди експортувати дані Bing

source: Export Bing JSON whenever data changes
de: Bing-JSON bei Veränderung der Daten exportieren
it: Esporta i dati in JSON di Bing quando cambiano
uk: Експортувати Bing JSON щоразу, коли дані змінюються

source: Debug options
de: Debug-Einstellungen
it: Opzioni di debug
ja: デバッグオプション
pt: Opções de depuração
sv: Felsökningsalternativ
uk: Опції відлагодження

source: New wallpaper images everyday from Bing
ar: خلفيات جديدة كل يوم من Bing
de: Jeden Tag neue Hintergrundbilder von Bing
es_es: Nuevo fondo de pantalla de Bing todos los días
fi_fi: Uusi taustakuva Bingistä joka päivä
it: Ogni giorno nuove immagini di sfondo da Bing
ja: Bingから毎日新しい壁紙を取得する拡張機能
ko: 매일 새로운 Bing 배경화면 이미지
pt: Novos fundos diariamente através do Bing
sv: Dagliga nya skrivbordsbakgrundsbilder från Bing
uk: Нові фонові зображення від Bing щодня

source: Gnome shell extension version
de: Version dieser Gnome-Shell-Erweiterung
es_es: Versión de la extensión
fi_fi: Gnome shell -laajennuksen versio
it: Versione dell'estensione per Gnome shell
ja: Gnome shell 拡張機能のバージョン
ko: GNOME 셸 확장 버전
pt: Versão da extensão na consola Gnome
sv: GNOME shell-tillägg version
uk: Версія розширення GNOME shell

source: Maintained by Michael Carroll
ar: بتطوير Michael Carroll
ca: Mantingut per Michael Carroll
de: Betreut von Michael Carroll
es_es: Mantenida por Michael Carroll
fi_fi: Ylläpitäjä: Michael Carroll
fr: Maintenu par Michael Carroll
hu: Karbantartja Michael Carroll
id: Dikelola oleh Michael Carroll
it: Mantenuto da Michael Carroll
ja: Michael Carroll によってメンテナンスされています
ko: Michael Carroll 님이 유지보수 중임
nn: Haldast ved like av Michael Carroll
pl: Prowadzone przez Michael'a Carroll'a
pt: Mantido por Michael Carroll
ru: Создано Майклом Кэрроллом
sv: Underhålls av Michael Carroll
uk: Мейнтейнер Michael Carroll
zh_tw: 由 Michael Carroll 維護

source: Show your support to the author on <a href="https://flattr.com/@neffo">Flattr</a> or <a href="https://github.com/sponsors/neffo">Github Sponsors</a>.
ar: اظهر دعمك للمطور علي a href="https://flattr.com/@neffo">Flattr</a> or <a href="https://github.com/sponsors/neffo">Github Sponsors</a>.
de: Unterstützen Sie den Autor auf <a href="https://flattr.com/@neffo">Flattr</a> oder <a href="https://github.com/sponsors/neffo">Github-Sponsoren</a>.
es_es: Muestre su apoyo al autor en <a href="https://flattr.com/@neffo">Flattr</a> o <a href="https://github.com/sponsors/neffo">Github Sponsors</a>.
fi_fi: Tue kehittäjää sivustoilla <a href="https://flattr.com/@neffo">Flattr</a> tai <a href="https://github.com/sponsors/neffo">Github Sponsors</a>.
it: Manifesta il tuo supporto verso l'autore su <a href="https://flattr.com/@neffo"> Flattr</a> o <a href="https://github.com/sponsors/neffo">Github Sponsors</a>.
ko: <a href="https://flattr.com/@neffo">Flattr</a> 또는 <a href="https://github.com/sponsors/neffo">Github Sponsors</a>에서 개발자를 지지해주세요.
pt: Dê seu apoio ao autor em <a href="https://flattr.com/@neffo">Flattr</a> ou <a href="https://github.com/sponsors/neffo">Github Sponsors</a>.
sv: Stöd tillägget genom <a href="https://flattr.com/@neffo">Flattr</a> eller <a href="https://github.com/sponsors/neffo">Github Sponsors</a>.
uk: Виразіть вашу підтримку автору на <a href="https://flattr.com/@neffo">Flattr</a> або <a href="https://github.com/sponsors/neffo">Github Sponsors</a>.

source: Changes since last version
ar: التعديلات عن النسخة الاخيرة
de: Änderungen seit der letzten Version
es_es: Cambios desde la última versión
fi_fi: Muutokset edellisen version jälkeen
it: Cambiamenti dall'ultima versione
ja: 前回のバージョンからの変更
ko: 마지막 버전 이후 변경 사항
pt: Alterações desde a última versão
sv: Nyheter sedan förra versionen
uk: Що змінилося у останній версії

source: Based on NASA APOD Gnome shell extension by Elia Argentieri
ar: يرتكز علي NASA APOD Gnome shell extension ل Elia Argentieri
ca: Basada en 'NASA APOD Gnome shell extension' per Elia Argenteri
de: Basiert auf der NASA APOD Gnome-Shell-Erweiterung von Elia Argentieri
es_es: Basada en la extensión NASA APOD de Elia Argentieri
fi_fi: Pohjautuu Elia Argentierin NASA APOD Gnome shell -laajennukseen
fr: Basé sur l'extension Gnome shell NASA APNN de Elia Argentieri
hu: Elia Argentieri NASA APOD Gnome shell kiterjesztése alapján
id: Berdasarkan ekstensi Gnome NASA APOD oleh Elia Argentieri
it: Basato sull'estensione per Gnome shell NASA APOD di Elia Argentieri
ko: Elia Argentieri 님의 NASA APOD Gnome 셸 확장을 기반으로 함
nn: Basert på Gnome-utvidinga NASA APOD av Elia Argentieri
pl: Na podstawie rozszerzenia powłoki NASA APOD Gnome autorstwa Elia Argentieri
pt: Baseado na extensão da consola Gnome NASA APOD de Elia Argentieri
ru: Основано на расширении Gnome shell NASA APOD от Элии Аргентиери
sv: Baserat på NASA APOD Gnome shell extensions av Elia Argentieri
uk: Базується на розширенні GNOME shell "NASA APOD", розробленому Elia Argentieri
zh_tw: 以 Elia Argentieri 製作的 NASA APOD GNOME Shell 擴充套件為基礎

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public License, version 3 or later</a> for details.</span>
de: <span size="small">Dieses Programm kommt OHNE JEDWEDE GARANTIE. Schauen Sie sich die <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public License, Version 3 oder später</a> für weitere Details an.</span>
es_es: <span size="small">Este software se distribuye sin NINGUNA GARANTÍA Para más detalles, vea <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, versión 3 o superior</a>.</span>
fi_fi: <span size="small">Tämä ohjelma ei sisällä MINKÄÄNLAISTA TAKUUTA. Lisätietoja osoitteessa <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public -lisenssi (GPL), versio 3 tai myöhempi</a>.</span>
it: <span size="small">Questo programma viene fornito ASSOLUTAMENTE SENZA GARANZIA. Vedi la <a href="https://www.gnu.org/licenses/gpl-3.0.html">Licenza Pubblica Generale GNU, versione 3 o successiva</a> per i dettagli.</span>
ko: <span size="small">이 프로그램은 어떠한 형태의 보증도 제공되지 않습니다. 더 자세한 내용은 <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU 일반 공중 사용 허가서, 버전 3 또는 그 이상</a> 을 참고하세요.</span>
pt: <span size="small">Este programa vem com ABSOLUTAMENTE NENHUMA GARANTIA. Veja a <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">Licença Pública Geral GNU, versão 3 ou superior</a> para detalhes.</span>
sv: <span size="small">Detta program distribueras UTAN NÅGRA GARANTIER. Se <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public License, version 3 eller senare</a> för detaljer.</span>
uk: <span size="small">Ця програма надається БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ. Див. <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public License, версія 3 або новіша</a> для отримання подробиць.</span>

source: About
ar: عن هذا البرنامج
ca: Sobre
de: Über
es_es: Sobre
fi_fi: Tietoja
fr: A propos
hu: Névjegy
id: Tentang
it: Informazioni
ko: 정보
nn: Om
pl: O programie
pt: Acerca
ru: О приложении
sv: Om
uk: Про програму
zh_tw: 關於

source: GNOME shell extension version
de: Version der Gnome-Shell-Erweiterung
it: Versione dell'estensione per GNOME shell
uk: Версія розширення GNOME shell

source: Apply
de: Anwenden
it: Applica
uk: Застосувати

source: View
de: Ansehen
it: Visualizza
uk: Перегляд

source: Info
de: Informationen
it: Informazioni
uk: Відомості

source: Delete
de: Löschen
it: Elimina
uk: Видалити

source: Set random mode
de: Zufallsmodus festlegen
it: Imposta la modalità casuale
uk: Увімкнути випадковий режим

source: <image name here>
de: <Name des Bildes>
it: <nome dell'immagine>
uk: <тут має бути назва зображення>

source: <No refresh scheduled>
ar: <لا يوجد تحديث مجدول>
ca: <Cap actualització programada>
de: <Keine Aktualisierung geplant>
es_es: <No hay actualizaciones programadas>
fi_fi: <Ei virkistystä ajastettuna>
fr: <Aucune actualisation planifiée>
hu: <Nincs frissítés ütemezve>
id: <Muat ulang tidak terjadwal>
it: <Nessun aggiornamento pianificato>
ko: <예정된 새로고침 없음>
nn: <Inga oppdatering planlagt>
pl: <Brak zaplanowanego odnowienia>
pt: <Sem atualização agendada>
sv: <Ingen uppdatering schemalagd>
uk: <Оновлення не заплановано>
zh_tw: <未排定重新整理>

source: Awaiting refresh...
ar: في انتظار التحديث ...
ca: Esperant l'actualització...
de: Warten auf Aktualisierung ...
es_es: Esperando para actualizar...
fi_fi: Odotetaan virkistystä...
hu: Frissítésre vár...
id: Menunggu pemuatan ulang
it: In attesa dell'aggiornamento...
ja: 更新を待っています...
ko: 새로고침을 기다리는 중...
nn: Ventar på oppdatering …
pl: Czekam na odświeżenie...
pt: Em espera por atualização...
sv: Uppdaterar...
uk: Очікування оновлення...
zh_tw: 等待重新整理…

source: Copy image to clipboard
ar: نسخ الصورة إلى الحافظة
de: Bild in Zwischenablage kopieren
es_es: Copiar imagen al portapapeles
fi_fi: Kopioi kuva leikepöydälle
hu: Kép másolása vágólapra
it: Copia l'immagine negli appunti
ja: 壁紙をクリップボードにコピー
ko: 클립보드에 이미지 복사
pt: Copiar a imagem para a área de transferência
sv: Kopiera bild till urklipp
uk: Копіювати зображення до буферу обміну
zh_tw: 複製影像至剪貼簿

source: Copy image URL to clipboard
ar: نسخ رابط الصورة إلى الحافظة
ca: Copia la URL de la imatge al porta-retalls
de: Bildadresse in Zwischenablage kopieren
es_es: Copiar URL de la imagen al portapapeles
fi_fi: Kopioi kuvan URL leikepöydälle
fr: Copier l'URL de l'image dans le presse-papiers
hu: Kép hivatkozás másolása vágólapra
id: Salin URL gambar ke papan baki
it: Copia l'URL dell'immagine negli appunti
ja: 壁紙のURLをコピー
ko: 클립보드에 이미지 URL 복사
nn: Kopier URL-en til biletet til utklippstavla
pl: Skopiuj odnośnik obrazka do schowka
pt: Copiar a URL da imagem para a área de transferência
ru: Скопировать URL в буфер
sv: Kopiera bildlänk till urklipp
uk: Копіювати URL зображення до буферу обміну
zh_tw: 複製影像 URL 至剪貼簿

source: Open image folder
ar: فتح مجلد الصورة
de: Bilderordner öffnen
fi_fi: Avaa kuvakansio
it: Apri la cartella delle immagini
ja: 壁紙のフォルダを開く
ko: 이미지 폴더 열기
pt: Abrir a pasta da imagem
sv: Öppna bildmapp
uk: Відкрити каталог зображення

source: Set lock screen image
ar: صورة الخلفية لواجهة الشاشة المقفلة
ca: Modifica la imatge de la pantalla de bloqueig
de: Für Sperrbildschirm verwenden
es_es: Establecer fondo de pantalla de bloqueo
fi_fi: Aseta lukitusnäytön taustakuva
fr: Définir l'écran de verouillage
hu: Beállítás zárolási képnek
id: Set gambar layar penguncian
it: Imposta l'immagine della schermata di blocco
ja: ロック画面の背景を設定
ko: 잠금화면 설정
nn: Sett låseskjermbilete
pl: Ustaw obraz blokady
pt: Definir a imagem como fundo do ecrã de bloqueio
ru: Установить изображение экрана блокировки
sv: Välj låsskärmsbild
uk: Обрати зображення для екрану блокування
zh_tw: 設定鎖定螢幕影像
