Repository: neffo/bing-wallpaper-gnome-extension
Catalog: locale/*/LC_MESSAGES/BingWallpaper.po
Languages: ar, ca, de, es_es, fi_fi, fr, hu, id, it, ja, ko, nn, pl, pt, ru, sv, uk, zh_tw

source: Refresh Now
ar: حدث الآن
ca: Actualitza ara
de: Jetzt aktualisieren
es_es: Actualizar ahora
fi_fi: Virkistä nyt
fr: Actualiser maintenant
hu: Frissítés most
id: Muat ulang sekarang
it: Aggiorna ora
ja: 今すぐ更新
ko: 지금 새로고침
nn: Oppdater no
pl: Odśwież
pt: Atualizar agora
ru: Обновить сейчас
sv: Uppdatera nu
uk: Оновити зараз
zh_tw: 立刻重新整理

source: Next refresh
ar: التحديث التالي
ca: Següent actualització
de: Nächste Aktualisierung
es_es: Próxima actualización
fi_fi: Seuraava virkistys
fr: Prochaine actualisation
hu: Következő frissítés
id: Pemuatan ulang selanjutnya
it: Prossimo aggiornamento
ja: 次の更新
ko: 다음 새로고침
nn: Neste oppdatering
pl: Następne odświeżenie
pt: Próxima atualização
ru: Следующее обновление
sv: Nästa uppdatering
uk: Наступне оновлення
zh_tw: 下次重新整理

source: Bing Wallpaper of the Day for
ar: صور Bing اليومية لـ
ca: 'Bing Wallpaper of the Day' per
de: Bing-Hintergrundbild des Tages für
es_es: Fondo de pantalla de Bing del día para
fi_fi: Bingin taustakuva päivälle
fr: Le fond d'écran Bing du jour pour
hu: A nap Bing Háttérképe
id: Wallpaper Bing hari ini untuk
it: Sfondo Bing del giorno per
ja: Bing日替わり壁紙
ko: 오늘의 Bing 배경화면은
nn: Dagens Bing-bakgrunn for
pl: Tapeta dnia Bing
pt: Fundo atual do Bing para
ru: Изображение дня Bing Wallpaper для
sv: Bings dagliga bakgrundsbild för
uk: Фонове зображення Bing для
zh_tw: Bing 下述的今日桌布：

source: No wallpaper available
ar: لا توجد صور للخلفية
ca: Cap fons de pantalla disponible
de: Kein Hintergrundbild verfügbar
es_es: No hay ningún fondo de pantalla disponible
fi_fi: Taustakuvaa ei saatavilla
fr: Aucun fond d'écran disponnible
hu: Nincs elérhető háttérkép
id: Wallpaper tidak tersedia
it: Nessuno sfondo disponibile
ja: 利用可能な壁紙はありません
ko: 사용할 수 있는 배경화면이 없습니다
nn: Ingen bakgrunn tilgjengeleg
pl: Żadna tapeta nie jest dostępna
pt: Nenhum fundo disponível
ru: Нет доступных обоев
sv: Inga skrivbordsbakgrunder tillgängliga
uk: Не знайдено доступних фонових зображень
zh_tw: 沒有可以使用的桌布

source: No picture for today.
ar: لا توجد صورة لهذا اليوم.
de: Heute kein Bild.
es_es: Hoy no hay ninguna imagen.
ja: 今日の壁紙はありません.
ko: 오늘은 사진이 없습니다.
sv: Ingen ny bild idag.
uk: Відсутнє зображення для сьогоднішнього дня.

source: Select folder
de: Ordner auswählen
uk: Оберіть каталог

source: Most recent image
de: Aktuellstes Bild
es_es: Imagen de hoy
it: L'immagine di oggi
ja: 最新の画像
ko: 가장 최근 이미지
pt: Imagens recentes
sv: Den senaste bilden
uk: Найновіше зображення

source: Random image
ar: صورة عشوائية
de: Zufälliges Bild
es_es: Imagen aleatoria
it: Immagine casuale
ja: ランダムな画像
ko: 임의의 이미지
pt: Imagens aleatórias
sv: Slumpmässig bild
uk: Випадкове зображення

source: Fetching data...
ar: تحميل البيانات...
ca: Obtenint les dades...
de: Daten werden abgerufen...
es_es: Obteniendo datos...
fi_fi: Haetaan tietoja...
fr: Récupération des données...
hu: Adatok lekérése...
id: Mengambil data...
it: Recupero dati...
ja: データを取得しています...
ko: 데이터를 가져오는 중...
nn: Hentar data …
pl: Pobieranie danych...
pt: A obter dados...
ru: Получение данных...
sv: Hämtar data...
uk: Отримання даних...
zh_tw: 正在取得資料…

source: Market not available in your region
ar: خدمة غير متوفرة في منطقتك
ca: El 'Market' no està habilitat per la teva regió
de: Bing-Bilder in Ihrer Region nicht verfügbar
es_es: Servicio no disponible en su región
fi_fi: Ei Bing-markkinaa saatavilla alueellasi
fr: Marché non disponible dans votre région
hu: A piac nem érhető el az Ön régiójában
id: Market tidak tersedia di daerah anda
it: Localizzazione non disponibile nella tua regione
ja: お住まいの地域ではご利用いただけません
ko: 해당 지역에서 사용할 수 없는 마켓입니다
nn: Markedet er ikkje tilgjengeleg i regionen din
pl: Rynek nie jest dostępny w twoim regionie
pt: Loja não disponível em sua região
ru: В вашем регионе магазин недоступен
sv: Marknaden är inte tillgänglig för din region
uk: Магазин недоступний у вашому регіоні
zh_tw: 您的語區尚不能使用 Market

source: A network error occured
ar: حدث خطأ على مستوى الشبكة
ca: Hi ha hagut un problema amb la xarxa
de: Ein Netzwerkfehler ist aufgetreten
es_es: A ocurrido un error de conexión
fi_fi: Tapahtui verkkovirhe
fr: Une erreur de réseau est survenue
hu: Hálózati hiba történt
id: Terjadi kesalahan jaringan
it: Si è verificato un errore di rete
ja: ネットワークエラーが発生しました
ko: 네트워크 오류가 발생했습니다
nn: Ein nettverksfeil oppsto
pl: Wystąpił błąd sieci
pt: Ocorreu um erro de rede
ru: Ошибка сети
sv: Ett nätverksproblem inträffade
uk: Виникла мережева помилка
zh_tw: 發生網路錯誤

source: Too many requests in 5 seconds
ar: طلبات عديدة في 5 ثوان
de: Zu viele Anfragen in 5 Sekunden
it: Troppe richieste in 5 secondi
ja: 5秒間に送信されたリクエストが多すぎます
ko: 5초 동안 너무 많은 요청이 발생했습니다
pt: Demasiadas requisições em 5 segundos
sv: För många förfrågningar under fem sekunder
uk: Забагато запитів за 5 секунд

source: No change log found for this release
ar: ﻻ توجد تعدلات لهذا الاصدار
de: Kein Änderungsverlauf für diese Version gefunden
es_es: Esta versión no tiene registro de cambios
fi_fi: Tälle julkaisulle ei löytynyt muutoslokia
it: Nessuna nota di rilascio per questa versione
ja: このリリースの変更ログは見つかりませんでした
ko: 이 릴리스에 대한 변경 로그를 찾을 수 없습니다
pt: Sem registo de alterações nesta versão
sv: Förändringslogg saknas för denna version
uk: Не знайдено журнал оновлень для цієї версії

source: Error fetching change log
uk: Помилка отримання журналу оновлень

source: minutes
ar: دقائق
ca: minuts
de: Minuten
es_es: minutos
fi_fi: minuuttia
hu: perce
id: menit
it: minuti
ja: 分
ko: 분
nn: minutt
pl: minut
pt: minutos
ru: минут
sv: minuter
uk: хвилин
zh_tw: 分

source: days
ar: أيام
ca: dies
de: Tage
es_es: días
fi_fi: päivää
hu: napja
id: hari
it: giorni
ja: 日
ko: 일
nn: dagar
pl: dzień
pt: dia
ru: день
sv: dagar
uk: днів
zh_tw: 天

source: hours
ar: ساعات
ca: hores
de: Stunden
es_es: horas
fi_fi: tuntia
hu: órája
id: jam
it: ore
ja: 時間
ko: 시간
nn: timar
pl: godziny
pt: horas
ru: часа
sv: timmar
uk: годин
zh_tw: 時

source: No picture for today 😞.
ca: Cap imatge per avui 😞.
fi_fi: Ei kuvaa tälle päivälle 😞
fr: Pas d'image pour aujourd'hui 😞.
hu: Nincs elérhető kép ma 😞.
it: Nessuna immagine per oggi 😞.
nn: Ikkje noko bilete for i dag 😞.
pl: Brak obrazka na dziś 😞.
pt: Nenhum fundo por hoje 😞.
ru: Нет изображения дня 😞.
zh_tw: 今天沒有影像 😞

source: Default is English - United States
ar: الافتراضي هو الإنجليزية - الولايات المتحدة
ca: Per defecte és English - Unitetd States
es_es: Por defecto se usa "Inglés - Estados Unidos"
fi_fi: Oletus on englanti - Yhdysvallat
fr: Anglais - États-Unis par défaut
hu: Alaprételmezett Angol - Egyesült Államok
id: Default bahasa Inggris - Amerika Serikat
ko: 미국 영어가 기본값임
nn: Standard er engelsk (USA)
pl: Domyślny Angielski - Stany Zjednoczone
pt: A predefinição é Inglês - Estados Unidos
ru: По умолчанию - США
sv: Standardspråk är Engelska (United States)
zh_tw: 預設值是 English - United States

source: Thumbnail disabled on Wayland
ar: ايقونة غير مفعلة علي Wayland
es_es: Miniatura no disponible en Wayland
fi_fi: Esikatselukuva pois käytöstä Waylandissa
ja: Waylandではサムネイルが無効です
ko: Wayland에서 썸네일이 비활성화됨
pt: Miniaturas desativadas no Wayland
sv: Miniatyrbild är inaktiverad på Wayland

source: More info on Bing.com
ar: لمزيد المعلومات قم بزيارة Bing.com
es_es: Leer más en bing.com
ja: 詳細は Bing.com を参照してください
ko: Bing.com에서 더 많은 정보를 알아볼 수 있습니다
pt: Mais informação em Bing.com
sv: Mer information på Bing.com

source: Disabled on current GNOME version
ar: غير مفعل علي هذا الاصدار من GNOME
ja: 現在のGNOMEバージョンでは無効です
ko: 현재 GNOME 버전에서는 비활성화됨
pt: Desativado na versão atual do GNOME

source: Set as wallpaper
ar: تعيين كخلفية
ja: 背景画像を設定
ko: 배경화면으로 설정

source: Days to store wallpapers before deleting
es_es: Días a almacenar fondos antes de su borrado
fi_fi: Säilytysaika (päivää) ennen poistamista
ko: 배경화면을 삭제하기 전에 저장해 두는 기간

source: Download folder:
ar: مجلد التحميل:
ca: Carpeta de descàrregues:
fr: Dossier de téléchargement :
hu: Letöltési könyvtár:
id: Folder unduhan:
nn: Nedlastingsmappe:
pl: Miejsce pobierania:
ru: Папка для скачивания:
zh_tw: 下載資料夾：

source: Delete previously downloaded wallpapers:
ar: حذف صور الخلفية المحملة سابقا:
ca: Eliminar les imatges descarregades anteriorment:
fr: Supprimer les images précédemment téléchargées :
hu: Előzőleg letöltött háttérképek törlése:
id: Hapus wallpaper yang sebelumnya terunduh:
nn: Slett tidlegare nedlasta bakgrunnsbilete:
pl: Usuń poprzednio pobrane tapety:
ru: Удалить ранее скачанные обои:
zh_tw: 刪除先前下載的桌布：

source: Days to store wallpapers before deleting:
ar: عدد الأيام قبل حذف صور الخلفية:
ca: Dies que es guardaran les imatges abans que s'eliminin:
fr: Nombres de jours pendant lesquels les arrière-plans sont conservés avant suppression :
hu: A háttérképek tárolásának napja a törlés előtt:
id: Durasi penyimpanan gambar di komputer (dalam hari):
nn: Talet på dagar bakgrunnane skal lagrast før dei vert sletta:
pl: Ilość dni przechowywania pobranych obrazów:
ru: Хранить обои перед удалением, дни:
zh_tw: 刪除前保留桌布的天數：

source: Bing locale:
ar: منطقة Bing:
ca: Indicar a Bing la teva regió/idioma:
fr: Localisation de Bing :
hu: Bing nyelve:
id: Bing lokal:
nn: Bing-lokale:
pl: Lokalizacja Bing:
ru: Локализация Bing:
zh_tw: Bing 語區：

source: Screen resolution:
ar: دقة الشاشة:
ca: Resolució de la pantalla:
fr: Résolution :
hu: Képernyőfelbontás:
id: Ukuran layar:
nn: Skjermoppløysing:
pl: Rozdzielczość ekranu:
ru: Разрешение экрана:
zh_tw: 螢幕解析度：

source: Selected image:
ar: صورة الخلفية المعينة:

source: Gnome shell extension version:
ar: إصدار امتدادات Gnome shell:
ca: Versió de 'Gnome shell extension':
fr: Version de l'extension Gnome shell :
hu: Gnome shell kiterjesztés verzió:
id: Versi ekstensi Gnome shell:
nn: Gnome shell-utvidingsversjon:
pl: Wersja rozszerzenia dla Gnome:
ru: Версия расширения Gnome shell:
zh_tw: GNOME Shell 擴充元件版本：

source: Changes your wallpaper daily to the Bing picture of the day for your region. Displays the picture description and copyright information.
ca: Canvia el fons de pantalla diàriament amb la imatge de 'Bing picture of the day' per la teva regió. Crea una notificació per la descripció de la imatge i el seu copyright.
fr: Change votre arrière-plan tous les jours pour l'image Bing du jour de votre région. Crée une notification décrivant l'image et les informations de copyright.
hu: Naponta megváltoztatja a háttérképet a régió Bing képére. Megjeleníti a kép leírását és a szerzői jogi információkat.
id: Atur wallpaper harian berdasarkan gambar harian Bing sesuai wilayah anda. Memuat pemberitahuan tentang deskripsi dan informasi hak cipta dari gambar.
nn: Endrar bakgrunnsbiletet ditt dagleg til dagens Bing-bilete for regionen din. Visar biletskildring og opphavsrettsinformasjon.
pl: Zmienia tapetę codziennie na obraz dnia Bing dla twojego regionuTworzy powiadomienie o opisie zdjęcia oraz informacji o prawach autorskich.
ru: Ежедневное изменение ваших обоив на изображение дня Bing для вашего региона. Показ уведомлений с описанием изображения и информацией об авторских правах.
zh_tw: 每天將您的桌布變更為您語區的 Bing 今日照片。顯示圖片描述及著作權資訊。

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 3 or later</a> for details.</span>
ca: <span size="small">Aquesta aplicació no te ABSOLUTAMENT CAP GARANTIA. Visita <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 3 o superior</a> per més detalls.</span>
fr: <span size="small">Ce programme est livré avec ABSOLUMENT AUCUNE GARANTIE. Consultez la <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 3 ou supérieure </a> pour les détails.</span>
hu: <span size="small">Ez a program abszolút semmilyen garanciát nem tartalmaz. Tekintse meg a <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU Általános Nyilvános Licenc, 3 vagy késöbbi verzióját</a> a részletekért.</span>
nn: <span size="small">Dette programmet kjem HEILT UTAN GARANTI. Sjå <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, versjon 3 eller nyare</a> for detaljar.</span>
pl: <span size="small">Ten program jest BEZWZGLĘDNIE BEZ GWARANCJI. Zobacz <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">Licencja GNU General Public License, wersja 3 lub nowsza</a> - szczegóły</span>
ru: <span size="small">Данное ПО поставляется без каких-либо гарантий. Смотри <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, версия 3 или позже</a>, чтобы узнать детали.</span>
zh_tw: <span size="small">此程式完全不提供擔保。 請參閱 <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License 第三版或更新版</a> 取得更多資訊。</span>

source: No picture for today ðŸ˜ž.
id: Tidak ada gambar baru hari ini

source: Set wallpaper
fr: Définir le fond d'écran
